{
  "file_loaded": "Lêer suksesvol gelaai",
  "ready_to_edit": "Gereed om te wysig",
  "error": "Fout",
  "failed_to_load_file": "Kon nie lêer laai nie",
  "success": "Sukses",
  "selected_as_album_art": "is gekies as albumkuns",
  "failed_to_select_image": "Kon nie beeld kies nie",
  "select_file_and_title": "Kies asseblief 'n lêer en voer 'n titel in voordat jy stoor",
  "saved_to_Winu_MusicTag_folder.": "Gestoor in Download/Winu MusicTag",
  "changes_persisted": "Veranderinge is suksesvol gestoor vir",
  "failed_to_save": "Kon nie veranderinge stoor nie",
  "reset": "Herstel",
  "tags_reset_to_original": "Tags is teruggestel na hul oorspronklike waardes",
  "tags_cleared": "Alle tags is verwyder",
  "select_music_file": "Kies 'n musieklêer",
  "size": "Grootte",
  "album_art": "Albumkuns",
  "upload_image": "Laai Beeld Op",
  "music_tags": "Musiek Tags",
  "title": "Titel",
  "artist": "Kunstenaar",
  "album": "Album",
  "year": "Jaar",
  "track_number": "Spoornommer",
  "select_genre": "Kies Genre",
  "no_file_selected": "Geen lêer gekies nie",
  "please_select_a_file": "Kies asseblief eers 'n musieklêer",
  "saving": "Besig om te stoor...",
  "save": "Stoor",
  "processing": "Besig om te verwerk...",
  "permission_modal": {
    "message": "Winu MusicTag benodig toegang tot jou media-biblioteek om oudio-lêer tags te wysig. Gee asseblief toestemming om voort te gaan.",
    "grant_permission": "Gee Toestemming",
    "close_app": "Sluit App"
  },
  "settings": {
    "title": "Instelling",
    "app_theme": "App Tema",
    "language": "Taal",
    "terms_of_use": "Gebruiksbepalings",
    "privacy_policy": "Privaatheidsbeleid",
    "accept": "Aanvaar",
    "app_language": "App Taal",
    "cancel": "Kanselleer",
    "rate_us": "Gradeer Ons",
    "terms_of_use_content": "Welkom by Winu MusicTag, 'n metadata-wysigingsprogram ontwikkel deur Winu Inc. Deur Winu MusicTag te gebruik, stem jy in met die volgende Gebruiksbepalings:\n\n1. **Aanvaarding van Bepalings**:\nDeur Winu MusicTag af te laai, te installeer of te gebruik, stem jy in om aan hierdie bepalings te voldoen. Indien jy nie saamstem nie, verwyder asseblief die app.\n\n2. **Gebruik van die App**:\nWinu MusicTag laat jou toe om metadata tags van oudio-lêers op jou toestel te wysig. Jy is verantwoordelik vir die wettige reg om toegang tot en wysiging van hierdie lêers te hê.\n\n3. **Geen Rekening Vereis Nie**:\nWinu MusicTag benodig nie registrasie of aanmelding nie. Geen persoonlike data word versamel of gestoor nie.\n\n4. **Verbode Aktiwiteite**:\nJy mag nie Winu MusicTag gebruik vir onwettige doeleindes nie, insluitend maar nie beperk tot die wysiging van lêers in stryd met kopieregwetgewing, verspreiding van kopieregbeskermde materiaal sonder toestemming, of aktiwiteite wat ander gebruikers of die app se funksionaliteit benadeel nie.\n\n5. **Intellektuele Eiendom**:\nWinu MusicTag en sy logo is die eiendom van Winu Inc. Jy mag nie enige deel van die app reproduseer, wysig, of versprei sonder skriftelike toestemming van Winu Inc nie.\n\n6. **Vrywaring van Waarborge**:\nWinu MusicTag word verskaf soos dit is sonder enige waarborge, hetsy uitdruklik of geïmpliseer. Winu Inc. waarborg nie ononderbroke of foutvrye werking van die app nie.\n\n7. **Beperking van Aanspreeklikheid**:\nWinu Inc. is nie aanspreeklik vir enige indirekte, toevallige, spesiale of gevolglike skade wat voortspruit uit die gebruik of onmoontlikheid om Winu MusicTag te gebruik nie.\n\n8. **Veranderinge aan Bepalings**:\nWinu Inc. kan hierdie Gebruiksbepalings enige tyd opdateer. Voortgesette gebruik van die app na sodanige veranderinge beteken dat jy die nuwe bepalings aanvaar.\n\n9. **Beëindiging**:\nWinu Inc. behou die reg voor om toegang tot Winu MusicTag te beëindig of te beperk indien jy hierdie bepalings oortree.\n\n10. **Kontak Ons**:\nIndien jy vrae of bekommernisse het, kontak ons asseblief by winu-co@outlook.com.\n\nHierdie Gebruiksbepalings word gereguleer deur die wette van die jurisdiksie waar Winu Inc. gebaseer is. Deur Winu MusicTag te gebruik, stem jy in om enige geskille via arbitrasie of in die toepaslike howe van daardie jurisdiksie op te los.",
    "privacy_policy_content": "Winu MusicTag Privaatheidsbeleid\n\nWinu MusicTag, ontwikkel deur Winu Inc., is daartoe verbind om jou privaatheid te beskerm. Hierdie privaatheidsbeleid verduidelik hoe ons jou inligting hanteer wanneer jy ons metadata-wysigingsprogram gebruik.\n\n1. **Data Versameling deur Winu MusicTag**:\nWinu MusicTag versamel, stoor of stuur geen persoonlike of toestel data nie. Ons benodig geen registrasie, aanmelding of rekeningskaping nie, en ons spoor jou aktiwiteit nie direk nie.\n\n2. **Plaaslike Gebruik**:\nWinu MusicTag werk volledig op jou toestel en kry slegs toegang tot die oudio-lêers wat jy kies om te wysig vanaf jou plaaslike berging. Geen data word na bedieners of eksterne dienste gestuur nie.\n\n3. **Derdeparty Dienste (Google AdSense)**:\nWinu MusicTag gebruik Google AdSense om advertensies te vertoon. AdSense kan data versamel soos toestel-inligting (bv. toestel-ID's, IP-adres), benaderde ligging, en app-aktiwiteit om persoonlike advertensies te voorsien. Hierdie data word deur Google versamel, nie deur Winu MusicTag nie. Vir meer besonderhede, sien Google se privaatheidsbeleid by https://policies.google.com/privacy.\n\n4. **Toestemmings**:\nWinu MusicTag versoek toegang tot jou media-lêers (oudio) om metadata tags te wysig. Jy beheer hierdie toestemmings en kan dit enige tyd herroep deur jou toestel se instellings.\n\n5. **Veranderinge aan Beleid**:\nWinu Inc. kan hierdie privaatheidsbeleid opdateer om veranderinge in ons praktyke te weerspieël. Ons sal jou van betekenisvolle veranderinge in kennis stel via die app of ons kontakinligting.\n\n6. **Kontak Ons**:\nIndien jy vrae of bekommernisse het oor jou privaatheid, kontak ons asseblief by winu-co@outlook.com.\n\nDeur Winu MusicTag te gebruik, erken jy dat jy hierdie privaatheidsbeleid gelees en verstaan het. Hierdie beleid voldoen aan toepaslike databeskermingswette en app-winkel vereistes."
  },
  "theme_settings": {
    "title": "Tema",
    "save": "Stoor",
    "color_options": {
      "background_color": "Agtergrondkleur",
      "text_color": "Tekskleur",
      "nav_bar_color": "Navigasiebalk Kleur",
      "icon_tint_color": "Ikoon Tint Kleur",
      "button_bg_color": "Knoppie Agtergrondkleur",
      "active_button_background_color": "Aktiewe Knoppie Agtergrondkleur",
      "music_select_field_background_color": "Musiek Kiesveld Agtergrondkleur",
      "save_button_background_color": "Stoor Knoppie Agtergrondkleur",
      "reset_button_background_color": "Herstel Knoppie Agtergrondkleur"
    }
  }
}
