{
  "file_loaded": "Fayl uğurla yükləndi",
  "ready_to_edit": "Redaktəyə hazır",
  "error": "Xəta",
  "failed_to_load_file": "Faylı yükləmək mümkün olmadı",
  "success": "Uğur",
  "selected_as_album_art": "albom örtüyü kimi seçildi",
  "failed_to_select_image": "Şəkli seçmək mümkün olmadı",
  "select_file_and_title": "Yadda saxlamaq üçün zəhmət olmasa fayl seçin və başlıq daxil edin",
  "saved_to_Winu_MusicTag_folder.": "Yükləndi: Download/Winu MusicTag",
  "changes_persisted": "Dəyişikliklər uğurla saxlanıldı:",
  "failed_to_save": "Dəyişiklikləri saxlamaq mümkün olmadı",
  "reset": "Sıfırla",
  "tags_reset_to_original": "Etiketlər ilkin dəyərlərinə sıfırlandı",
  "tags_cleared": "Bütün etiketlər silindi",
  "select_music_file": "Musiqi faylı seçin",
  "size": "Ölçü",
  "album_art": "Albom Qapağı",
  "upload_image": "Şəkil Yüklə",
  "music_tags": "Musiqi Etiketləri",
  "title": "Başlıq",
  "artist": "İfaçı",
  "album": "Albom",
  "year": "İl",
  "track_number": "Trekin nömrəsi",
  "select_genre": "Janr seçin",
  "no_file_selected": "Heç bir fayl seçilməyib",
  "please_select_a_file": "Zəhmət olmasa əvvəlcə musiqi faylı seçin",
  "saving": "Saxlanılır...",
  "save": "Saxla",
  "processing": "Emal edilir...",
  "permission_modal": {
    "message": "Winu MusicTag audio fayl etiketlərini redaktə etmək üçün media kitabxananıza giriş tələb edir. Davam etmək üçün icazə verin.",
    "grant_permission": "İcazə ver",
    "close_app": "Tətbiqi bağla"
  },
  "settings": {
    "title": "Parametrlər",
    "app_theme": "Tətbiq Mövzusu",
    "language": "Dil",
    "terms_of_use": "İstifadə Şərtləri",
    "privacy_policy": "Məxfilik Siyasəti",
    "accept": "Qəbul et",
    "app_language": "Tətbiq Dili",
    "cancel": "Ləğv et",
    "rate_us": "Qiymətləndir",
    "terms_of_use_content": "Winu MusicTag-a xoş gəlmisiniz, Winu Inc. tərəfindən hazırlanmış metadata redaktə proqramı. Winu MusicTag-dan istifadə etməklə aşağıdakı İstifadə Şərtlərinə razı olursunuz:\n\n1. **Şərtlərin Qəbulu**:\nWinu MusicTag-ı yükləməklə, quraşdırmaqla və ya istifadə etməklə bu şərtlərə əməl etməyə razı olursunuz. Razı deyilsinizsə, tətbiqi silin.\n\n2. **Tətbiqin İstifadəsi**:\nWinu MusicTag sizə cihazınızdakı audio faylların metadata etiketlərini redaktə etməyə imkan verir. Bu fayllara hüquqi çıxış və redaktə haqqınız olduğundan əmin olmaq sizin məsuliyyətinizdir.\n\n3. **Hesab Tələb Olunmur**:\nWinu MusicTag istifadəçi qeydiyyatı və ya giriş tələb etmir. Heç bir şəxsi məlumat toplanmır və saxlanmır.\n\n4. **Qadağan Olunmuş Fəaliyyətlər**:\nWinu MusicTag-ı qanunsuz məqsədlər üçün istifadə edə bilməzsiniz, məsələn müəllif hüquqlarını pozan faylları dəyişdirmək, icazəsiz müəllif hüquqları ilə qorunan materialı yaymaq və ya digər istifadəçilərə və tətbiq funksionallığına zərər verən fəaliyyətlər.\n\n5. **Əqli Mülkiyyət**:\nWinu MusicTag və loqosu Winu Inc.-ə məxsusdur. Yazılı icazə olmadan tətbiqin hər hansı hissəsini təkrarlaya, dəyişdirə və ya yaymaq olmaz.\n\n6. **Zəmanət Reddiyyatı**:\nWinu MusicTag \"olduğu kimi\" təqdim olunur, açıq və ya dolayısı ilə hər hansı zəmanət yoxdur. Winu Inc. tətbiqin fasiləsiz və səhvsiz işləməsini təmin etmir.\n\n7. **Məsuliyyət Məhdudiyyəti**:\nWinu Inc. Winu MusicTag-dan istifadə və ya istifadə edə bilməməkdən yaranan dolayı, təsadüfi, xüsusi və ya nəticəvi zərərlərə görə məsuliyyət daşımır.\n\n8. **Şərtlərə Dəyişiklik**:\nWinu Inc. bu Şərtləri istənilən vaxt yeniləyə bilər. Belə dəyişikliklərdən sonra tətbiqdən istifadə etmək yeni şərtlərin qəbulunu göstərir.\n\n9. **Ləğv**:\nWinu Inc. bu şərtləri pozduğunuz halda Winu MusicTag-a girişinizi dayandırmaq və ya məhdudlaşdırmaq hüququnu saxlayır.\n\n10. **Bizimlə Əlaqə**:\nSual və ya narahatlığınız varsa, winu-co@outlook.com ünvanına müraciət edin.",
    "privacy_policy_content": "Winu MusicTag Məxfilik Siyasəti\n\nWinu MusicTag, Winu Inc. tərəfindən hazırlanmışdır və sizin məxfilik hüququnuzu qorumağa sadiqdir. Bu Məxfilik Siyasəti tətbiqimizdən istifadə zamanı məlumatlarınızın necə idarə olunduğunu izah edir.\n\n1. **Winu MusicTag tərəfindən Məlumat Toplanması**:\nWinu MusicTag heç bir şəxsi və ya cihaz məlumatını toplamaz, saxlamaz və göndərməz. Qeydiyyat, giriş və ya hesab yaratmaq tələb olunmur, fəaliyyətiniz izlənilmir.\n\n2. **Yerli İstifadə**:\nWinu MusicTag tamamilə cihazınızda işləyir və yalnız redaktə etmək üçün seçdiyiniz audio fayllara daxil olur. Heç bir məlumat serverlərə və ya xarici xidmətlərə göndərilmir.\n\n3. **Üçüncü Şəxslər Xidməti (Google AdSense)**:\nWinu MusicTag reklam göstərmək üçün Google AdSense-dən istifadə edir. AdSense cihaz məlumatları (məs. cihaz ID-ləri, IP ünvanı), təxmini yer və tətbiq fəaliyyəti kimi məlumatları toplaya bilər. Bu məlumat Google tərəfindən toplanır, Winu MusicTag tərəfindən deyil. Daha ətraflı üçün Google Məxfilik Siyasətinə baxın: https://policies.google.com/privacy.\n\n4. **İcazələr**:\nWinu MusicTag audio fayllarınıza daxil olmaq üçün icazə tələb edir. Bu icazələr üzərində siz tam nəzarətə sahibsiniz və istənilən vaxt cihaz parametrlərindən ləğv edə bilərsiniz.\n\n5. **Siyasətdə Dəyişikliklər**:\nWinu Inc. bu Məxfilik Siyasətini dəyişikliklərə uyğun yeniləyə bilər. Əhəmiyyətli dəyişikliklər barədə sizə tətbiq vasitəsilə və ya əlaqə məlumatlarımız vasitəsilə məlumat veriləcək.\n\n6. **Bizimlə Əlaqə**:\nMəxfiliklə bağlı sual və narahatlıqlarınız üçün winu-co@outlook.com ünvanına müraciət edin.\n\nWinu MusicTag-dan istifadə etməklə, bu Məxfilik Siyasətini oxuduğunuzu və başa düşdüyünüzü təsdiqləyirsiniz. Bu siyasət mövcud məlumat qoruma qanunları və tətbiq mağazası tələblərinə uyğundur."
  },
  "theme_settings": {
    "title": "Tema",
    "save": "Saxla",
    "color_options": {
      "background_color": "Arxa Fon Rəngi",
      "text_color": "Mətn Rəngi",
      "nav_bar_color": "Naviqasiya Bar Rəngi",
      "icon_tint_color": "İkon Rəngi",
      "button_bg_color": "Düymə Arxa Fon Rəngi",
      "active_button_background_color": "Aktiv Düymə Arxa Fon Rəngi",
      "music_select_field_background_color": "Musiqi Seçim Sahəsi Arxa Fon Rəngi",
      "save_button_background_color": "Saxla Düyməsi Arxa Fon Rəngi",
      "reset_button_background_color": "Sıfırla Düyməsi Arxa Fon Rəngi"
    }
  }
}
