{
  "file_loaded": "Файлът е зареден успешно",
  "ready_to_edit": "Готово за редактиране",
  "error": "Грешка",
  "failed_to_load_file": "Неуспешно зареждане на файла",
  "success": "Успех",
  "selected_as_album_art": "е избран като корица на албума",
  "failed_to_select_image": "Неуспешен избор на изображение",
  "select_file_and_title": "Моля, изберете файл и въведете заглавие преди запис",
  "saved_to_Winu_MusicTag_folder.": "Запазено в Download/Winu MusicTag",
  "changes_persisted": "Промените са успешно запазени за",
  "failed_to_save": "Неуспешно записване на промените",
  "reset": "Нулиране",
  "tags_reset_to_original": "Етикетите са върнати към първоначалните стойности",
  "tags_cleared": "Всички етикети са изчистени",
  "select_music_file": "Изберете музикален файл",
  "size": "Размер",
  "album_art": "Корицa на албума",
  "upload_image": "Качване на изображение",
  "music_tags": "Музикални тагове",
  "title": "Заглавие",
  "artist": "Изпълнител",
  "album": "Албум",
  "year": "Година",
  "track_number": "Номер на трак",
  "select_genre": "Изберете жанр",
  "no_file_selected": "Не е избран файл",
  "please_select_a_file": "Моля, първо изберете музикален файл",
  "saving": "Записване...",
  "save": "Запази",
  "processing": "Обработка...",
  "permission_modal": {
    "message": "Winu MusicTag се нуждае от достъп до вашата медийна библиотека, за да редактира таговете на аудио файлове. Моля, предоставете разрешение, за да продължите.",
    "grant_permission": "Дайте разрешение",
    "close_app": "Затвори приложението"
  },
  "settings": {
    "title": "Настройки",
    "app_theme": "Тема на приложението",
    "language": "Език",
    "terms_of_use": "Условия за ползване",
    "privacy_policy": "Политика за поверителност",
    "accept": "Приемам",
    "app_language": "Език на приложението",
    "cancel": "Отказ",
    "rate_us": "Оценете ни",
    "terms_of_use_content": "Добре дошли в Winu MusicTag, приложение за редактиране на метаданни, разработено от Winu Inc. С използването на Winu MusicTag се съгласявате със следните Условия за ползване:\n\n1. **Приемане на условията**:\nКато изтеглите, инсталирате или използвате Winu MusicTag, вие се съгласявате да спазвате тези условия. Ако не сте съгласни, моля, деинсталирайте приложението.\n\n2. **Използване на приложението**:\nWinu MusicTag ви позволява да редактирате метаданни на аудио файлове на устройството ви. Вие носите отговорност да имате законното право да достъпвате и модифицирате тези файлове.\n\n3. **Без необходимост от акаунт**:\nWinu MusicTag не изисква регистрация или вход. Не се събират или съхраняват лични данни.\n\n4. **Забранени дейности**:\nНе използвайте Winu MusicTag за незаконни цели, включително нарушаване на авторски права, разпространение на защитени материали без разрешение или действия, които вредят на други потребители или функционалността на приложението.\n\n5. **Интелектуална собственост**:\nWinu MusicTag и логото му са собственост на Winu Inc. Не можете да възпроизвеждате, модифицирате или разпространявате части от приложението без писмено разрешение.\n\n6. **Отказ от гаранции**:\nWinu MusicTag се предоставя \"както е\" без никакви гаранции. Winu Inc. не гарантира непрекъсната или безгрешна работа.\n\n7. **Ограничение на отговорността**:\nWinu Inc. не носи отговорност за индиректни, случайни или последващи щети, произтичащи от използването или невъзможността за използване на приложението.\n\n8. **Промени в условията**:\nWinu Inc. може да актуализира тези условия по всяко време. Продължаването на използването на приложението след промени означава приемане на новите условия.\n\n9. **Прекратяване**:\nWinu Inc. си запазва правото да прекрати или ограничи достъпа до Winu MusicTag при нарушение на условията.\n\n10. **Свържете се с нас**:\nПри въпроси, свързани с приложението, моля пишете на winu-co@outlook.com.",
    "privacy_policy_content": "Политика за поверителност на Winu MusicTag\n\nWinu MusicTag, разработено от Winu Inc., се ангажира да защитава вашата поверителност. Тази политика обяснява как се обработва вашата информация при използване на приложението.\n\n1. **Събиране на данни от Winu MusicTag**:\nПриложението не събира, съхранява или предава лични или устройственни данни. Не се изисква регистрация или акаунт.\n\n2. **Локално използване**:\nWinu MusicTag работи изцяло на устройството ви и има достъп само до аудио файловете, които избирате да редактирате. Няма предаване на данни към сървъри.\n\n3. **Услуги на трети страни (Google AdSense)**:\nWinu MusicTag използва Google AdSense за показване на реклами. AdSense може да събира информация за устройството (ID, IP адрес), приблизително местоположение и активност в приложението за персонализирани реклами. Данните се събират от Google, не от Winu MusicTag. Вижте: https://policies.google.com/privacy.\n\n4. **Разрешения**:\nПриложението изисква достъп до медийни файлове за редактиране на тагове. Можете да контролирате тези разрешения и да ги откажете по всяко време.\n\n5. **Промени в политиката**:\nWinu Inc. може да актуализира политиката. Съществените промени ще бъдат обявени в приложението или чрез контактите ни.\n\n6. **Свържете се с нас**:\nПри въпроси или притеснения пишете на winu-co@outlook.com.\n\nИзползвайки Winu MusicTag, потвърждавате, че сте прочели и разбрали тази политика за поверителност. Политиката е в съответствие със законите за защита на данните и изискванията на магазините за приложения."
  },
  "theme_settings": {
    "title": "Тема",
    "save": "Запази",
    "color_options": {
      "background_color": "Цвят на фона",
      "text_color": "Цвят на текста",
      "nav_bar_color": "Цвят на навигационната лента",
      "icon_tint_color": "Цвят на иконите",
      "button_bg_color": "Цвят на бутона",
      "active_button_background_color": "Цвят на активния бутон",
      "music_select_field_background_color": "Цвят на полето за избор на музика",
      "save_button_background_color": "Цвят на бутона Запази",
      "reset_button_background_color": "Цвят на бутона Нулиране"
    }
  }
}
