{
  "file_loaded": "Fitxer carregat correctament",
  "ready_to_edit": "Preparat per editar",
  "error": "Error",
  "failed_to_load_file": "No s'ha pogut carregar el fitxer",
  "success": "Èxit",
  "selected_as_album_art": "s'ha seleccionat com a portada de l'àlbum",
  "failed_to_select_image": "No s'ha pogut seleccionar la imatge",
  "select_file_and_title": "Si us plau, seleccioneu un fitxer i introduïu un títol abans de desar",
  "saved_to_Winu_MusicTag_folder.": "Desat a Download/Winu MusicTag",
  "changes_persisted": "Els canvis s'han desat correctament per a",
  "failed_to_save": "No s'han pogut desar els canvis",
  "reset": "Restablir",
  "tags_reset_to_original": "Les etiquetes s'han restablert als seus valors originals",
  "tags_cleared": "Totes les etiquetes s'han esborrat",
  "select_music_file": "Seleccioneu un fitxer de música",
  "size": "Mida",
  "album_art": "Portada de l'àlbum",
  "upload_image": "Pujar imatge",
  "music_tags": "Etiquetes de música",
  "title": "Títol",
  "artist": "Artista",
  "album": "Àlbum",
  "year": "Any",
  "track_number": "Número de pista",
  "select_genre": "Seleccioneu un gènere",
  "no_file_selected": "Cap fitxer seleccionat",
  "please_select_a_file": "Si us plau, seleccioneu primer un fitxer de música",
  "saving": "Desant...",
  "save": "Desar",
  "processing": "Processant...",
  "permission_modal": {
    "message": "Winu MusicTag necessita accés a la vostra biblioteca de mitjans per editar les etiquetes dels fitxers d'àudio. Concediu permís per continuar.",
    "grant_permission": "Concedir permís",
    "close_app": "Tancar aplicació"
  },
  "settings": {
    "title": "Configuració",
    "app_theme": "Tema de l'aplicació",
    "language": "Idioma",
    "terms_of_use": "Condicions d'ús",
    "privacy_policy": "Política de privadesa",
    "accept": "Acceptar",
    "app_language": "Idioma de l'aplicació",
    "cancel": "Cancel·lar",
    "rate_us": "Valora'ns",
    "terms_of_use_content": "Benvinguts a Winu MusicTag, una aplicació d'edició de metadades desenvolupada per Winu Inc. Utilitzant Winu MusicTag, accepteu les següents Condicions d'ús:\n\n1. **Acceptació de les condicions**:\nDescarregant, instal·lant o utilitzant Winu MusicTag, accepteu complir aquestes condicions. Si no hi esteu d'acord, desinstal·leu l'aplicació.\n\n2. **Ús de l'aplicació**:\nWinu MusicTag us permet editar les etiquetes de metadades dels fitxers d'àudio del vostre dispositiu. Vostè és responsable d'assegurar-se que té dret legal d'accés i modificació d'aquests fitxers.\n\n3. **No es requereix compte**:\nWinu MusicTag no requereix registre ni inici de sessió. No es recullen ni emmagatzemen dades personals.\n\n4. **Activitats prohibides**:\nNo podeu utilitzar Winu MusicTag amb finalitats il·legals, incloent modificar fitxers violant drets d'autor, distribuir material protegit sense permís, o activitats que perjudiquin altres usuaris o la funcionalitat de l'aplicació.\n\n5. **Propietat intel·lectual**:\nWinu MusicTag i el seu logotip són propietat de Winu Inc. No podeu reproduir, modificar o distribuir cap part de l'aplicació sense permís escrit.\n\n6. **Exempció de garanties**:\nWinu MusicTag es proporciona \"tal qual\" sense garanties. Winu Inc. no garanteix un funcionament ininterromput o lliure d'errors.\n\n7. **Limitació de responsabilitat**:\nWinu Inc. no és responsable de danys indirectes, accidentals o conseqüents derivats de l'ús o la incapacitat d'ús de Winu MusicTag.\n\n8. **Canvis a les condicions**:\nWinu Inc. pot actualitzar aquestes condicions en qualsevol moment. Continuar utilitzant l'aplicació després de canvis implica acceptació.\n\n9. **Terminació**:\nWinu Inc. es reserva el dret de restringir o finalitzar l'accés a Winu MusicTag en cas d'incompliment.\n\n10. **Contacteu-nos**:\nPer a consultes, escriviu a winu-co@outlook.com.",
    "privacy_policy_content": "Política de privadesa de Winu MusicTag\n\nWinu MusicTag, desenvolupat per Winu Inc., es compromet a protegir la vostra privadesa. Aquesta política explica com gestionem la vostra informació.\n\n1. **Recollida de dades**:\nWinu MusicTag no recull, emmagatzema ni transmet dades personals o del dispositiu. No es requereix registre ni compte.\n\n2. **Ús local**:\nL'aplicació funciona completament al dispositiu i només accedeix als fitxers d'àudio seleccionats per editar. Cap dada s'envia a servidors externs.\n\n3. **Serveis de tercers (Google AdSense)**:\nWinu MusicTag utilitza Google AdSense per mostrar anuncis. AdSense pot recollir informació com identificadors de dispositiu, IP i ubicació aproximada. Les dades les recull Google, no Winu MusicTag. Vegeu: https://policies.google.com/privacy\n\n4. **Permisos**:\nL'aplicació sol·licita accés als fitxers multimèdia per editar etiquetes. Podeu controlar aquests permisos i revocar-los en qualsevol moment.\n\n5. **Canvis en la política**:\nWinu Inc. pot actualitzar aquesta política. Els canvis significatius es comunicaran a l'aplicació o via contacte.\n\n6. **Contacteu-nos**:\nPer preguntes o preocupacions, escriviu a winu-co@outlook.com.\n\nUtilitzant Winu MusicTag, confirmeu que heu llegit i entès aquesta política."
  },
  "theme_settings": {
    "title": "Tema",
    "save": "Desar",
    "color_options": {
      "background_color": "Color de fons",
      "text_color": "Color del text",
      "nav_bar_color": "Color de la barra de navegació",
      "icon_tint_color": "Color de la icona",
      "button_bg_color": "Color del botó",
      "active_button_background_color": "Color del botó actiu",
      "music_select_field_background_color": "Color del camp de selecció de música",
      "save_button_background_color": "Color del botó Desar",
      "reset_button_background_color": "Color del botó Restablir"
    }
  }
}
