{
  "file_loaded": "Fil indlæst succesfuldt",
  "ready_to_edit": "Klar til redigering",
  "error": "Fejl",
  "failed_to_load_file": "Kunne ikke indlæse filen",
  "success": "Succes",
  "selected_as_album_art": "er valgt som albumcover",
  "failed_to_select_image": "Kunne ikke vælge billede",
  "select_file_and_title": "Vælg en fil og indtast en titel, før du gemmer",
  "saved_to_Winu_MusicTag_folder.": "Gemt i Download/Winu MusicTag",
  "changes_persisted": "Ændringer er gemt succesfuldt for",
  "failed_to_save": "Kunne ikke gemme ændringer",
  "reset": "Nulstil",
  "tags_reset_to_original": "Tags er nulstillet til deres oprindelige værdier",
  "tags_cleared": "Alle tags er ryddet",
  "select_music_file": "Vælg en musikfil",
  "size": "Størrelse",
  "album_art": "Albumcover",
  "upload_image": "Upload billede",
  "music_tags": "Musik-tags",
  "title": "Titel",
  "artist": "Kunstner",
  "album": "Album",
  "year": "År",
  "track_number": "Nummer på spor",
  "select_genre": "Vælg genre",
  "no_file_selected": "Ingen fil valgt",
  "please_select_a_file": "Vælg venligst først en musikfil",
  "saving": "Gemmer...",
  "save": "Gem",
  "processing": "Behandler...",
  "permission_modal": {
    "message": "Winu MusicTag har brug for adgang til dit mediebibliotek for at redigere lydfil-tags. Giv tilladelse for at fortsætte.",
    "grant_permission": "Giv tilladelse",
    "close_app": "Luk app"
  },
  "settings": {
    "title": "Indstillinger",
    "app_theme": "App-tema",
    "language": "Sprog",
    "terms_of_use": "Brugsbetingelser",
    "privacy_policy": "Privatlivspolitik",
    "accept": "Accepter",
    "app_language": "App-sprog",
    "cancel": "Annuller",
    "rate_us": "Bedøm os",
    "terms_of_use_content": "Velkommen til Winu MusicTag, en metadata-redigeringsapp udviklet af Winu Inc. Ved at bruge Winu MusicTag accepterer du følgende vilkår:\n\n1. **Accept af vilkår**:\nVed download, installation eller brug af Winu MusicTag accepterer du disse vilkår. Hvis du ikke er enig, afinstaller appen.\n\n2. **Brug af appen**:\nWinu MusicTag giver dig mulighed for at redigere metadata-tags på lydfiler på din enhed. Du er ansvarlig for at sikre, at du har lovlig ret til at få adgang til og ændre disse filer.\n\n3. **Ingen konto kræves**:\nWinu MusicTag kræver ingen registrering eller login. Ingen personlige data indsamles eller gemmes.\n\n4. **Forbudte aktiviteter**:\nDu må ikke bruge Winu MusicTag til ulovlige formål, herunder ændring af filer i strid med ophavsretsloven, distribution af ophavsretligt beskyttet materiale uden tilladelse eller aktiviteter, der skader andre brugere eller appens funktionalitet.\n\n5. **Intellektuel ejendom**:\nWinu MusicTag og dets logo er ejendom af Winu Inc. Du må ikke reproducere, ændre eller distribuere nogen del af appen uden skriftlig tilladelse.\n\n6. **Fraskrivelse af garantier**:\nWinu MusicTag leveres \"som det er\" uden nogen form for garanti. Winu Inc. garanterer ikke uafbrudt eller fejlfri drift af appen.\n\n7. **Ansvarsbegrænsning**:\nWinu Inc. er ikke ansvarlig for indirekte, utilsigtede, specielle eller følgeskader som følge af brug eller manglende evne til at bruge Winu MusicTag.\n\n8. **Ændringer af vilkår**:\nWinu Inc. kan opdatere disse vilkår til enhver tid. Fortsat brug af appen efter sådanne ændringer udgør accept af de nye vilkår.\n\n9. **Opsigelse**:\nWinu Inc. forbeholder sig ret til at afslutte eller begrænse adgangen til Winu MusicTag, hvis du overtræder disse vilkår.\n\n10. **Kontakt os**:\nHvis du har spørgsmål eller bekymringer, kontakt os på winu-co@outlook.com.",
    "privacy_policy_content": "Winu MusicTag privatlivspolitik\n\nWinu MusicTag, udviklet af Winu Inc., er forpligtet til at beskytte dit privatliv. Denne politik forklarer, hvordan vi håndterer dine oplysninger.\n\n1. **Dataindsamling**:\nWinu MusicTag indsamler, gemmer eller transmitterer ingen personlige eller enhedsdata. Ingen registrering eller konto kræves.\n\n2. **Lokal brug**:\nWinu MusicTag fungerer udelukkende på din enhed og får kun adgang til de lydfiler, du vælger at redigere. Ingen data sendes til servere.\n\n3. **Tredjepartstjenester (Google AdSense)**:\nWinu MusicTag bruger Google AdSense til at vise annoncer. AdSense kan indsamle data såsom enheds-id, IP-adresse og omtrentlig placering. Data indsamles af Google, ikke Winu MusicTag. Se: https://policies.google.com/privacy\n\n4. **Tilladelser**:\nWinu MusicTag beder om adgang til mediefiler for at redigere tags. Du kan styre disse tilladelser og tilbagekalde dem når som helst.\n\n5. **Ændringer af politikken**:\nWinu Inc. kan opdatere denne politik. Væsentlige ændringer vil blive meddelt via appen eller kontakt.\n\n6. **Kontakt os**:\nFor spørgsmål eller bekymringer, kontakt winu-co@outlook.com.\n\nVed at bruge Winu MusicTag bekræfter du, at du har læst og forstået denne politik."
  },
  "theme_settings": {
    "title": "Tema",
    "save": "Gem",
    "color_options": {
      "background_color": "Baggrundsfarve",
      "text_color": "Tekstfarve",
      "nav_bar_color": "Navigation bar farve",
      "icon_tint_color": "Ikonfarve",
      "button_bg_color": "Knap baggrundsfarve",
      "active_button_background_color": "Aktiv knap baggrundsfarve",
      "music_select_field_background_color": "Musikvalg felt baggrundsfarve",
      "save_button_background_color": "Gem knap baggrundsfarve",
      "reset_button_background_color": "Nulstil knap baggrundsfarve"
    }
  }
}
