{
  "file_loaded": "Datei erfolgreich geladen",
  "ready_to_edit": "Bereit zur Bearbeitung",
  "error": "Fehler",
  "failed_to_load_file": "Datei konnte nicht geladen werden",
  "success": "Erfolg",
  "selected_as_album_art": "wurde als Albumcover ausgewählt",
  "failed_to_select_image": "Bild konnte nicht ausgewählt werden",
  "select_file_and_title": "Bitte wählen Sie eine Datei aus und geben Sie einen Titel ein, bevor Sie speichern",
  "saved_to_Winu_MusicTag_folder.": "Gespeichert in Download/Winu MusicTag",
  "changes_persisted": "Änderungen wurden erfolgreich gespeichert für",
  "failed_to_save": "Änderungen konnten nicht gespeichert werden",
  "reset": "Zurücksetzen",
  "tags_reset_to_original": "Tags wurden auf ihre ursprünglichen Werte zurückgesetzt",
  "tags_cleared": "Alle Tags wurden gelöscht",
  "select_music_file": "Musikdatei auswählen",
  "size": "Größe",
  "album_art": "Albumcover",
  "upload_image": "Bild hochladen",
  "music_tags": "Musik-Tags",
  "title": "Titel",
  "artist": "Künstler",
  "album": "Album",
  "year": "Jahr",
  "track_number": "Track-Nummer",
  "select_genre": "Genre auswählen",
  "no_file_selected": "Keine Datei ausgewählt",
  "please_select_a_file": "Bitte wählen Sie zuerst eine Musikdatei aus",
  "saving": "Speichern...",
  "save": "Speichern",
  "processing": "Verarbeite...",
  "permission_modal": {
    "message": "Winu MusicTag benötigt Zugriff auf Ihre Mediathek, um Audio-Datei-Tags zu bearbeiten. Bitte erteilen Sie die Erlaubnis.",
    "grant_permission": "Erlaubnis erteilen",
    "close_app": "App schließen"
  },
  "settings": {
    "title": "Einstellungen",
    "app_theme": "App-Thema",
    "language": "Sprache",
    "terms_of_use": "Nutzungsbedingungen",
    "privacy_policy": "Datenschutzbestimmungen",
    "accept": "Akzeptieren",
    "app_language": "App-Sprache",
    "cancel": "Abbrechen",
    "rate_us": "Bewerten Sie uns",
    "terms_of_use_content": "Willkommen bei Winu MusicTag, einer von Winu Inc. entwickelten Metadaten-Bearbeitungs-App. Durch die Nutzung von Winu MusicTag stimmen Sie den folgenden Bedingungen zu:\n\n1. **Akzeptanz der Bedingungen**: Durch Herunterladen, Installieren oder Verwenden von Winu MusicTag stimmen Sie diesen Bedingungen zu. Wenn Sie nicht zustimmen, deinstallieren Sie die App.\n\n2. **Nutzung der App**: Winu MusicTag ermöglicht das Bearbeiten von Metadaten-Tags auf Audio-Dateien auf Ihrem Gerät. Sie sind verantwortlich, dass Sie das gesetzliche Recht haben, auf diese Dateien zuzugreifen und sie zu ändern.\n\n3. **Kein Konto erforderlich**: Winu MusicTag erfordert keine Registrierung oder Anmeldung. Es werden keine persönlichen Daten gesammelt oder gespeichert.\n\n4. **Verbotene Aktivitäten**: Die Nutzung von Winu MusicTag für illegale Zwecke ist untersagt, z. B. das Bearbeiten von Dateien, die Urheberrechte verletzen, das Verteilen geschützter Inhalte ohne Erlaubnis oder Aktivitäten, die andere Benutzer oder die Funktionalität der App schädigen.\n\n5. **Geistiges Eigentum**: Winu MusicTag und dessen Logo sind Eigentum von Winu Inc. Ohne schriftliche Erlaubnis dürfen keine Teile der App reproduziert, verändert oder verteilt werden.\n\n6. **Haftungsausschluss**: Winu MusicTag wird \"wie besehen\" bereitgestellt, ohne jegliche Garantie. Winu Inc. garantiert keinen ununterbrochenen oder fehlerfreien Betrieb.\n\n7. **Haftungsbeschränkung**: Winu Inc. haftet nicht für indirekte, zufällige, spezielle oder Folgeschäden, die aus der Nutzung oder der Unfähigkeit zur Nutzung von Winu MusicTag entstehen.\n\n8. **Änderung der Bedingungen**: Winu Inc. kann diese Bedingungen jederzeit aktualisieren. Die fortgesetzte Nutzung der App nach Änderungen gilt als Zustimmung.\n\n9. **Beendigung**: Winu Inc. behält sich das Recht vor, den Zugriff auf Winu MusicTag bei Verstößen zu beschränken oder zu beenden.\n\n10. **Kontakt**: Bei Fragen wenden Sie sich bitte an winu-co@outlook.com.",
    "privacy_policy_content": "Datenschutzbestimmungen von Winu MusicTag\n\nWinu MusicTag, entwickelt von Winu Inc., verpflichtet sich, Ihre Privatsphäre zu schützen. Diese Richtlinie erläutert, wie wir Ihre Informationen handhaben.\n\n1. **Datenerhebung**: Winu MusicTag sammelt, speichert oder überträgt keine persönlichen oder Geräteinformationen. Registrierung oder Konto sind nicht erforderlich.\n\n2. **Lokale Nutzung**: Die App funktioniert ausschließlich auf Ihrem Gerät und greift nur auf die Audio-Dateien zu, die Sie zum Bearbeiten auswählen. Es werden keine Daten an Server gesendet.\n\n3. **Dienste von Drittanbietern (Google AdSense)**: Winu MusicTag verwendet Google AdSense zur Anzeige von Werbung. AdSense kann Geräte-IDs, IP-Adressen und ungefähre Standortdaten sammeln. Die Daten werden von Google, nicht von Winu MusicTag, erhoben. Details: https://policies.google.com/privacy\n\n4. **Berechtigungen**: Winu MusicTag benötigt Zugriff auf Mediendateien, um Tags zu bearbeiten. Sie können diese Berechtigungen jederzeit verwalten.\n\n5. **Änderungen der Richtlinie**: Winu Inc. kann diese Richtlinie aktualisieren. Wesentliche Änderungen werden in der App oder per Kontaktmitteilung bekanntgegeben.\n\n6. **Kontakt**: Bei Fragen wenden Sie sich bitte an winu-co@outlook.com.\n\nDurch die Nutzung von Winu MusicTag bestätigen Sie, dass Sie diese Richtlinie gelesen und verstanden haben."
  },
  "theme_settings": {
    "title": "Thema",
    "save": "Speichern",
    "color_options": {
      "background_color": "Hintergrundfarbe",
      "text_color": "Textfarbe",
      "nav_bar_color": "Navigationsleistenfarbe",
      "icon_tint_color": "Symbolfarbe",
      "button_bg_color": "Schaltflächenfarbe",
      "active_button_background_color": "Aktive Schaltflächenfarbe",
      "music_select_field_background_color": "Hintergrundfarbe des Musik-Auswahlfelds",
      "save_button_background_color": "Hintergrundfarbe der Schaltfläche Speichern",
      "reset_button_background_color": "Hintergrundfarbe der Schaltfläche Zurücksetzen"
    }
  }
}
