{
  "file_loaded": "Το αρχείο φορτώθηκε με επιτυχία",
  "ready_to_edit": "Έτοιμο για επεξεργασία",
  "error": "Σφάλμα",
  "failed_to_load_file": "Αποτυχία φόρτωσης αρχείου",
  "success": "Επιτυχία",
  "selected_as_album_art": "επιλέχθηκε ως εξώφυλλο άλμπουμ",
  "failed_to_select_image": "Αποτυχία επιλογής εικόνας",
  "select_file_and_title": "Επιλέξτε ένα αρχείο και εισάγετε έναν τίτλο πριν αποθηκεύσετε",
  "saved_to_Winu_MusicTag_folder.": "Αποθηκεύτηκε στο Download/Winu MusicTag",
  "changes_persisted": "Οι αλλαγές αποθηκεύτηκαν με επιτυχία για",
  "failed_to_save": "Αποτυχία αποθήκευσης αλλαγών",
  "reset": "Επαναφορά",
  "tags_reset_to_original": "Οι ετικέτες επαναφέρθηκαν στις αρχικές τιμές",
  "tags_cleared": "Όλες οι ετικέτες διαγράφηκαν",
  "select_music_file": "Επιλέξτε ένα μουσικό αρχείο",
  "size": "Μέγεθος",
  "album_art": "Εξώφυλλο άλμπουμ",
  "upload_image": "Ανέβασμα εικόνας",
  "music_tags": "Μουσικές ετικέτες",
  "title": "Τίτλος",
  "artist": "Καλλιτέχνης",
  "album": "Άλμπουμ",
  "year": "Έτος",
  "track_number": "Αριθμός κομματιού",
  "select_genre": "Επιλέξτε είδος",
  "no_file_selected": "Δεν έχει επιλεγεί αρχείο",
  "please_select_a_file": "Παρακαλώ επιλέξτε πρώτα ένα μουσικό αρχείο",
  "saving": "Αποθήκευση...",
  "save": "Αποθήκευση",
  "processing": "Επεξεργασία...",
  "permission_modal": {
    "message": "Το Winu MusicTag χρειάζεται πρόσβαση στη βιβλιοθήκη πολυμέσων σας για την επεξεργασία των ετικετών αρχείων ήχου. Επιτρέψτε την άδεια για να συνεχίσετε.",
    "grant_permission": "Παροχή άδειας",
    "close_app": "Κλείσιμο εφαρμογής"
  },
  "settings": {
    "title": "Ρυθμίσεις",
    "app_theme": "Θέμα εφαρμογής",
    "language": "Γλώσσα",
    "terms_of_use": "Όροι χρήσης",
    "privacy_policy": "Πολιτική απορρήτου",
    "accept": "Αποδοχή",
    "app_language": "Γλώσσα εφαρμογής",
    "cancel": "Ακύρωση",
    "rate_us": "Αξιολογήστε μας",
    "terms_of_use_content": "Καλώς ήρθατε στο Winu MusicTag, μια εφαρμογή επεξεργασίας μεταδεδομένων που αναπτύχθηκε από την Winu Inc. Χρησιμοποιώντας το Winu MusicTag, συμφωνείτε με τους ακόλουθους όρους:\n\n1. **Αποδοχή όρων**: Κατεβάζοντας, εγκαθιστώντας ή χρησιμοποιώντας το Winu MusicTag, συμφωνείτε να τηρήσετε αυτούς τους όρους. Εάν δεν συμφωνείτε, απεγκαταστήστε την εφαρμογή.\n\n2. **Χρήση εφαρμογής**: Το Winu MusicTag σας επιτρέπει να επεξεργάζεστε μεταδεδομένα αρχείων ήχου στη συσκευή σας. Είστε υπεύθυνοι να έχετε νόμιμο δικαίωμα πρόσβασης και επεξεργασίας αυτών των αρχείων.\n\n3. **Δεν απαιτείται λογαριασμός**: Το Winu MusicTag δεν απαιτεί εγγραφή ή σύνδεση. Δεν συλλέγονται ή αποθηκεύονται προσωπικά δεδομένα.\n\n4. **Απαγορευμένες δραστηριότητες**: Δεν επιτρέπεται η χρήση του Winu MusicTag για παράνομες δραστηριότητες, όπως η τροποποίηση αρχείων που παραβιάζουν πνευματικά δικαιώματα, η διανομή προστατευμένου περιεχομένου χωρίς άδεια ή δραστηριότητες που βλάπτουν άλλους χρήστες ή τη λειτουργικότητα της εφαρμογής.\n\n5. **Πνευματική ιδιοκτησία**: Το Winu MusicTag και το λογότυπό του αποτελούν ιδιοκτησία της Winu Inc. Χωρίς γραπτή άδεια δεν επιτρέπεται η αναπαραγωγή, τροποποίηση ή διανομή οποιουδήποτε μέρους της εφαρμογής.\n\n6. **Αποποίηση εγγύησης**: Το Winu MusicTag παρέχεται \"ως έχει\" χωρίς εγγυήσεις. Η Winu Inc. δεν εγγυάται συνεχή ή χωρίς σφάλματα λειτουργία.\n\n7. **Περιορισμός ευθύνης**: Η Winu Inc. δεν φέρει ευθύνη για έμμεσα, τυχαία ή επακόλουθα ζητήματα που προκύπτουν από τη χρήση ή την αδυναμία χρήσης του Winu MusicTag.\n\n8. **Τροποποιήσεις όρων**: Η Winu Inc. μπορεί να ενημερώνει αυτούς τους όρους οποιαδήποτε στιγμή. Η συνεχής χρήση της εφαρμογής μετά τις αλλαγές θεωρείται αποδοχή.\n\n9. **Λήξη**: Η Winu Inc. διατηρεί το δικαίωμα να περιορίσει ή να τερματίσει την πρόσβαση στο Winu MusicTag σε περίπτωση παραβίασης των όρων.\n\n10. **Επικοινωνία**: Για ερωτήσεις ή ανησυχίες, επικοινωνήστε στο winu-co@outlook.com.",
    "privacy_policy_content": "Πολιτική απορρήτου του Winu MusicTag\n\nΤο Winu MusicTag, αναπτυγμένο από την Winu Inc., δεσμεύεται να προστατεύει το απόρρητό σας. Αυτή η πολιτική εξηγεί πώς χειριζόμαστε τις πληροφορίες σας.\n\n1. **Συλλογή δεδομένων**: Το Winu MusicTag δεν συλλέγει, αποθηκεύει ή μεταδίδει προσωπικά ή συσκευασμένα δεδομένα. Δεν απαιτείται λογαριασμός ή εγγραφή.\n\n2. **Τοπική χρήση**: Η εφαρμογή λειτουργεί αποκλειστικά στη συσκευή σας και έχει πρόσβαση μόνο στα αρχεία ήχου που επιλέγετε για επεξεργασία. Δεν αποστέλλονται δεδομένα σε διακομιστές.\n\n3. **Υπηρεσίες τρίτων (Google AdSense)**: Το Winu MusicTag χρησιμοποιεί το Google AdSense για προβολή διαφημίσεων. Το AdSense μπορεί να συλλέξει πληροφορίες όπως αναγνωριστικά συσκευής, διευθύνσεις IP και κατά προσέγγιση τοποθεσία. Τα δεδομένα συλλέγονται από την Google, όχι από το Winu MusicTag. Δείτε: https://policies.google.com/privacy\n\n4. **Δικαιώματα πρόσβασης**: Το Winu MusicTag ζητά πρόσβαση σε αρχεία πολυμέσων για την επεξεργασία των tags. Μπορείτε να διαχειριστείτε ή να αναιρέσετε αυτά τα δικαιώματα ανά πάσα στιγμή.\n\n5. **Αλλαγές πολιτικής**: Η Winu Inc. μπορεί να ενημερώνει αυτή την πολιτική. Σημαντικές αλλαγές θα κοινοποιούνται μέσω της εφαρμογής ή μέσω επικοινωνίας.\n\n6. **Επικοινωνία**: Για ερωτήσεις ή ανησυχίες, επικοινωνήστε στο winu-co@outlook.com.\n\nΧρησιμοποιώντας το Winu MusicTag, επιβεβαιώνετε ότι έχετε διαβάσει και κατανοήσει αυτή την πολιτική."
  },
  "theme_settings": {
    "title": "Θέμα",
    "save": "Αποθήκευση",
    "color_options": {
      "background_color": "Χρώμα φόντου",
      "text_color": "Χρώμα κειμένου",
      "nav_bar_color": "Χρώμα γραμμής πλοήγησης",
      "icon_tint_color": "Χρώμα εικονιδίων",
      "button_bg_color": "Χρώμα κουμπιού",
      "active_button_background_color": "Χρώμα ενεργού κουμπιού",
      "music_select_field_background_color": "Χρώμα πεδίου επιλογής μουσικής",
      "save_button_background_color": "Χρώμα κουμπιού αποθήκευσης",
      "reset_button_background_color": "Χρώμα κουμπιού επαναφοράς"
    }
  }
}
